// Misc Strings

"fibre-channel-card-name"           = "Scheda Apple FC";
"unknown"                           = "<sconosciuto>";
"default-filename"                  = "Schede Fibre Channel";
"port-name-prefix"                  = "Porta ";
"slot-name-prefix"					= "Slot ";
"restart-required"                  = "È necessario riavviare il computer affinché le modifiche abbiano effetto";

// Status string.

"Offline"                           = "Il collegamento porta non è in funzione";
"Online"                            = "Il collegamento porta è attivo";
// Speed status string.
"speed-status"                      = " La velocità è impostata su <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Nessun collegamento stabilito";
"link-status-nolink-unsupported"	= "Nessun collegamento stabilito (cavo non supportato)";
"link-status-link"					= "Collegamento stabilito";
"link-status-link-unsupported"		= "Collegamento stabilito (cavo non supportato)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "configura automaticamente";
"automatic-1-gigabit"               = "si configura automaticamente e al momento corrisponde a 1 Gb/s";
"automatic-2-gigabit"               = "si configura automaticamente e al momento corrisponde a 2 Gb/s";

// Topology status string.
"toplogy-status"                    = " La topologia porta è impostata su <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Punto-a-punto";
"arbitrated-loop"                   = "Loop arbitrato";
"topology-automatic"                = "configura automaticamente";
"automatic-point-to-point"          = "si configura automaticamente e al momento corrisponde a Punto-a-punto";
"automatic-arbitrated-loop"         = "si configura automaticamente e al momento corrisponde a Loop arbitrato";

// Alerts
"incompatible-driver-title"         = "Installa il driver più recente";
"incompatible-driver"               = "Questa applicazione richiede AppleLSIFusionMPT.kext versione 1.1.0 o successiva. Assicurati di aver installato il driver più recente e riprova.";
"alert-no-cards-title"              = "Scheda Fibre Channel Apple non rilevata";
"alert-no-cards"                    = "Assicurati che la scheda Fibre Channel Apple sia installata correttamente e riprova.";
"alert-restart-title"               = "Riavvia il sistema";
"alert-restart-required"            = "È necessario riavviare il computer affinché le modifiche abbiano effetto. Vuoi riavviarlo adesso?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Sì";
"alert-no-button"                   = "No";
"alert-cancel-button"               = "Annulla";
"alert-tool-title"                  = "Errore strumento fibreconfig";
"alert-fibreconfig-error"           = "Si è verificato un errore con lo strumento fibreconfog.";
"alert-missing-tool"                = "Lo strumento fibreconfig non è presente.";
"alert-non-executeable-tool"        = "Lo strumento fibreconfig non è eseguibile e potrebbe essere necessario reinstallarlo.";
"ww-node-name-tooltip"              = "World Wide Node Name";
"ww-port-name-tooltip"              = "World Wide Port Name";